{
    "recaps": [
        "<strong>Mahomes Your Home (133.68)</strong> defeated <strong>Bishop Sycamore (111.84)</strong> in a matchup that did not follow projections. Jumping out to an early lead on Thursday thanks to Leonard Fournette and his multi-touchdown game Mahomes Your Home never let go of the lead the rest of the week. Having Dalvin Cook end up being your second best running back on the week definitely helps when you're stuck starting Miles Sanders. Bishop Sycamore on the other hand had all but two players score double digits this week, unfortunately the other two combined for less than 8 points.",
        "After a two game skid, <strong>Jason's Fine Team (141.88)</strong> bounced back against <strong>HotChubbTimeMachine (102.20)</strong> in a big way. Jason's team ended up with the largest margest of vicotry, the most points for, the most points above projected, and set the most optimal line-up this week. You would think not having Nick Chubb or Chris Carson this week would be the main problems HotChubb faced this week, buth the backups that played in their place did okay while they were severely let down by the likes of Mike Evans and Robert Tonyan, that latter of which won \"Worst Starting TE\" this week.",
        "<strong>Taco Corp (125.20)</strong> beat <strong>The Hubbard Telescope (106.78)</strong> mostly thanks to Ceedee Lamb's two touchdown game this week. Another loss probably would have put Taco Corp on the outside of the playoff picture, but this win still gives them a glimmer of hope. The Hubbard Telescope, who looked like the favorite early in the season has fallen off and now sits at a .500 record thanks to injuries to a number of their higher drafted players. Though the questionable decision making doesn't help grabbing Darrel Williams and Devontae Booker for $15 each and starting the wrong one!",
        "Another week, another win for <strong>Kato DeKaylin (120.04)</strong> who beat <strong>Chalupa Batman (102.02)</strong> this week. Despite starting the highest scoring QB this week, the rest of Chalupa's team did not do much for them, they had 3 players combine for 72.72 points with the rest of their roster combining for a measly 29.30 points. While a similar thing could be said about Kato DeKaylin's team having the cheat code that is Derrick Henry score a hat trick for a third time this season is just unfair, he now has 3 of the top 5 scoring weeks for a running back this season.",
        "<strong>One Punt Man (124.26)</strong> beat <strong>Krispy Kareem (95.60)</strong> in what looked to be a close matchup initially. This was Krispy Kareem's first week scoring less than 100 points in a week which also coincided with Justin Herbert winning the \"Worst Starting QB\" award this week. That's not to say its all Herbet's fault though, leaving Najee on the bench definitely helped One Punt Man this week. Speaking of, One Punt Man continues to dominate thanks to their strong QB play (despite starting the wrong one again) and the explosiveness of Tyreek and Taylor rounding out their big three.",
        "Last and certainly least, <strong>Wide Right (113.14)</strong> beat <strong>Christian Mingle (82.98)</strong> who just put up their second sub-100 point game in the last 3 weeks. Not having Christian McCaffery for those few weeks as well as the forseeable future is definitely rough and likely would have added at least 20 points to each of those weekly totals. Wide Right on the other hand continues to ride the resurgence of Matthew Stafford and the best TE duo in the league with Mark Andrews and Noah Fant being top options each and every week. Though Kenneth Gainwell found himself as the \"Worst Starting RB\" this week, it was no match for Christian Mingle's team of meh."
    ],
    "previews": [
        "<strong>Kato DeKaylin (5-1)</strong> is looking to extend their league-best winning streak to 6 games against <strong>One Punt Man (4-2)</strong> in a matchup that could decide the first place team next week. On the opposite end we have <strong>HotChubbTimeMachine (1-5)</strong> looking to snap their league-worst 4 game losing streak against <strong>Krispy Kareem (3-3)</strong>, if they can't their playoff odds might actually drop into the negatives.",
        "After each team won last week to regain some playoff hope, <strong>Mahomes Your Home (3-3)</strong> and <strong>Taco Corp (2-4)</strong> face off this week that could make or break the other's season. We've also got <strong>Jason's Fine Team (4-2)</strong> looking to be <strong>Chalupa Batman (2-4)</strong> and jump into first place (assuming Kato DeKaylin loses that is), and we've got <strong>Wide Right (4-2)</strong> trying to extend the losing streak of <strong>The Hubbard Telescope (3-3)</strong> and drop them out of the current playoff picture.",
        "Lastly, we've got the battle of the Paquette-Garon houshold with <strong>Bishop Sycamore (3-3)</strong> looking to beat <strong>Christian Mingle (2-4)</strong> and all I have to say about this matchup is Mel, you suck."
    ]
}