{
    "recaps": [
        "Started from the bottom, now we here. <strong>Bishop Sycamore (147.58)</strong> beat <strong>Taco Corp (143.56)</strong> as the highest scoring team of the week after being the absolute worst team in the league last week. Not only was this the highest combined score of the year so far, it was also the closest score this week with Taco Corp's late afternoon/evening players combining for seven touchdowns to make the matchup incredible close in the end.",
        "In a matchup featuring the highest and third highest scoring quarterbacks <strong>Krispy Kareem (145.22)</strong> defeated <strong>Jason's Fine Team (120.54)</strong> extending their winning streak to three games and extending Jason's losing streak to two games. Krispy Kareem's running back corps proved to be the main difference maker with all three of his scoring over 20 points this week.",
        "<strong>Chalupa Batman (127.20)</strong> picked up their second win of the season with their highest scoring week of the year and beating <strong>One Punt Man (117.56)</strong>. One Punt Man made many incorrect start/sit decisions and completely wasted the combo of Jonathan Taylor and Mike Williams combining for over 60 points this week.",
        "<strong>Kato DeKaylin (134.14)</strong>, the new top team in the league, beat <strong>HotChubbTimeMachine (105.98)</strong> in a matchup that did not end up being close. Led by Derrick Henry (again), Kato DeKaylin's running backs edged out HotChubb's with the biggest discrepancy coming at K/DEF with Buffalo's combo outscoring Tucker and TB 25 to 11. ",
        "In arguably the craziest matchup of week 5, <strong>Christian Mingle (133.08)</strong> destroyed <strong>The Hubbard Telescope (87.98)</strong> thanks to the Monday night comeback by Lamar Jackson and Marquise Brown who combined for 70 points(!) after doing absolutely nothing in the first half of the game and giving The Hubbard Telescope a glimmer of hope. Losing Russel Wilson and Saquon Barkley this week hurt, but on the bright side it probably wouldn't have made a difference.", 
        "In another matchup related to the Monday night Ravons <strong>Wide Right (129.10)</strong> beat <strong>Mahomes Your Home (84.18)</strong> thanks in part to Mark Andrews putting up the highest TE score of the year and Kamara finally having a Kamara-like game this year. It also helped Wide Right that Mahomes Your Home only had two players reach their projections this week in the end."
    ],
    "previews": [
        "This week we almost have a clean split of top 6 teams playing bottom 6 teams with the only exceptions being <strong>Bishop Sycamore (3-2)</strong> vs. <strong>Mahomes Your Home (2-3)</strong> both looking to break into that top half and <strong>Krispy Kareem (3-2)</strong> vs. <strong>One Punt Man (3-2)</strong> both looking to hold onto their spot in the top half.",
        "We've also go the only team with 4 wins <strong>Kato Dekaylin (4-1)</strong> hoping to extend their lead on the league in their against <strong>Chalupa Batman (2-3)</strong>. In the closest matchup we have standings wise we've got <strong>Christian Mingle (2-3)</strong> vs. <strong>Wide Right (3-2)</strong> with the winner likely being ranked higher going into next week.",
        "Lastly we've got a couple of matchups featuring the two 1-4 teams looking to dig themselves out the basement with <strong>The Hubbard Telescope (3-2)</strong> vs. <strong>Taco Corp (1-4)</strong> and <strong>The HotChubbTimeMachine (1-4)</strong> vs. <strong>Jason's Fine Team (3-2).</strong>"
    ]
}