{
    "recaps": [
        "The first battle of two 1-0 teams saw <strong>Jason's Fine Team (133.24)</strong> beat <strong>One Punt Man (111.90)</strong> and propel himself to the top of the power rankings. Even though One Punt Man had the top scoring QB for the second week in a row it was no match for Brady and Kupp combining for 60 points for Jason's team.",

        "<strong>Christian Mingle (128.66)</strong> defeated <strong>Taco Corp (114.40)</strong> despite a strong comeback during Monday nights game where Aaron Rodgers and Aaron Jones combined for 65.30 points puling Taco within 14, but it was too little too late after Taco Corp 's tight end let them down again, for the 2nd week in a row. Let's hope next week Taco Corp can score more than 0.5 points from their tight end.",
        
        "Another matchup, another week that <strong>Krispy Kareem (106.82)</strong> could not do anything to change the outcome of their matchup. They lost to <strong>Kato DeKaylin (130.48)</strong> dropping them down to 0-2 on the year. Even their most optimal lineup gets destroyed by Kato DeKaylin and King Henry who put up 44.70 points this week. Outside of the clearly one-sided RB matchup, you could argue that this would have been a close matchup.",
        
        "In the second matchup featuring two 1-0 teams <strong>The Lockett Rockett (121.22)</strong> defeated <strong>Mahomes Your Home (110.32)</strong> in a fairly close matchup. The deciding factor, as it always seems to be is the cheat code that is Travis Kelce. Given a couple different sit/start decisions this could have been Mahome's matchup with their most optimal lineup scoring about 4 more points than Lockett's.",
        
        "For the second week in a row <strong>Chalup Batman (89.06)</strong> has scored less than 100 points in a week, but unfortunately for them they agains <strong>HotChubbTimeMachine (117.08)</strong> this week who didn't score as poorly as their opponent did week one. Despite HotChubb having the worst QB and the worst WR of the week in their starting lineup, they were able to win the running back battle with their pair outscoring Chalupa's by 18.80 points thanks to the week's worst RB in Clyde Edwards-Helaire being on the other side.",
        
        "<strong>Bishop Sycamore (93.78)</strong> beat <strong>Wide Right (88.32)</strong> this week despite joining Chalupa Batman as one of only two teams that have scored under 100 points two weeks in a row. This was honestly a disappointing matchup across the board with both team's kickers being the second highest scoring players on their respective teams. The saving grace for Bishop Sycamore was the fact that Alvin Kamara somehow scored ~14 less points than Yahoo projected."
    ],
    "previews": [
        "In this last week of the first round of divisional games we've got <strong>Jason's Fine Team (2-0)</strong> looking to stay undefeated while <strong>Taco Corp (0-2)</strong> is looking for their first win. The other matchup in their division has a couple of .500 teams <strong>Christian Mingle (1-1)</strong> and <strong>One Punt Man (1-1)</strong> likely battling for 2nd place.",

        "<strong>The Lockett Rockett (2-0)</strong> is the other team looking to stay undefeated against <strong>Kato DeKaylin (1-1)</strong> while <strong>Krispy Kareem (0-2)</strong> is looking for their first win against <strong>Mahomes Your Home (1-1)</strong>.",

        "Lastly, we've got a division that all sits at 1-1 and are within ~36 points of each other meaning the outcomes of these games could shakeup the entire division. <strong>HotChubbTimeMachine (1-1)</strong> vs. <strong>Bishop Sycamore (1-1)</strong> and <strong>Wide Right (1-1)</strong> vs. <strong>Chalupa Batman (1-1)</strong>."
    ]
}
