{
    "recaps": [
        "Having the number one pick in Christian McCaffrey wasn't enough for <strong>Christian Mingle (121.20)</strong> to overcome <strong>Jason's Fine Team (150.66)</strong>. Thanks to five of his players scoring over 20 fantasy points each, Jason was able to pull out the win and overcome the team who had the \"best draft\" according to Yahoo experts. Even if Mel had started the most optimal lineup, she still would have lost this week; there's gotta be some sort of comfort in that.",
        "Similar to our first matchup; the absolute firepower of <strong>The Lockett Rockett (161.16)</strong> was too much for <strong>Krispy Kareem (110.38)</strong> to overcome. Keegan not only started five players who scored over 20 fantasy points each, his stack of teammates Russel Wilson and Tyler Lockett outscored Chance's QB, WR1, WR2, and RB2 combined. Similarly to Mel, Chance couldn't have done anything differently to change the outcome; luckily there's always next week.",
        "In a matchup that projected to be much closer than it ended up, <strong>Mahomes Your Home (122.08)</strong> beat <strong>Kato DeKaylin (102.74)</strong> and is likely hoping to start the year similar to how she did last year. The positional battles were close throughout the matchup except for the cheat code that is Patrick Mahomes. With Mahomes outscoring Joe Burrow 33 to 19, Betty was able to secure the victory quite easily.",
        "<strong>One Punt Man (124.56)</strong> defeated <strong>Taco Corp (96.22)</strong> in a matchup that ended up like a bingo card with each team giving their opponent a free space. Brandon Aiyuk clearly pissed off his coach and ended up with zero points, but luckily for Coulton it seems like Mike Gesicki just sucks at football and did the same. Surprisingly this was a matchup that also featured three players who scored 30 fantasy points, but unlucky for Mason it also featured a quarterback who scored less than 5.",
        "Another matchup that was projected to be much closer than it ended up  was <strong>Wide Left (120.38)</strong> beating <strong>HotChubbTimeMachine (97.22)</strong>. Theres not a single player that really stands out on either side, but Joe's team is just consistently slightly better than Hogan's across the board and that adds up to a roughly 23 point differential. The biggest difference came in the flex spot with Corey Davis outscoring Jerry Jeudy by a wide margin. I guess its true that you should always bet on the New York Jets.",
        "I'm running out of space, but honestly all I have to say for this last matchup is congrats to <strong>Chalupa Batman (88.80)</strong> for not losing to <strong>Bishop Sycamore (85.68)</strong>. This is basically the fantasy version what I expected the Texans vs. Jaguars game to be like. Trash."
    ],
    "previews": [
        "Looking ahead to week two we have a couple matchups that are guaranteed to give someone their first loss with <strong>One Punt Man (1-0)</strong> vs. <strong>Jason's Fine Team (1-0)</strong> and <strong>The Lockett Rockett (1-0)</strong> vs. <strong>Mahomes Your Home (1-0)</strong>. ",
        "On the other side of things we also have a couple of matchups that will guarantee that someone gets their first win with <strong>Krispy Kareem (0-1)</strong> vs. <strong>Kato DeKaylin (0-1)</strong> and <strong>Christian Mingle (0-1)</strong> vs. <strong>Taco Corp (0-1)</strong>.",
        "Lastly we've got a couple of regular matchups with <strong>Bishop Sycamore (0-1)</strong> vs. <strong>Wide Left (1-0)</strong> and <strong>HotChubbTimeMachine (0-1)</strong> vs. <strong>Chalupa Batman (1-0)</strong>. Nothing too interesting is on the line here, but the two week one losers are definitely hoping that everyone leaves week two with a record of 1-1."
    ]
}
