{
    "recaps": [
        "I know what you're wondering, where did the recap for Week 3 end up? I forgot and then I didn't feel like doing it. I apologize for depriving you of my hilarity and will try not to put you through that hardship again.",
        "<strong>Kato DeKaylin (133.52)</strong> defeated <strong>Jason's Fine Team (116.06)</strong> this week both extending their own winning streak and snapping Jason's winning streak at the same time. Kato DeKaylin had four players score over 20 points this week that the negative points contributed by Sony Michel didn't make a diference to the end result. Jason still had a solid week, but it wasn't enough when you're up against the top scoring team in a given week.",
        "We go from extending a winning streak to the matchup where <strong>Krispy Kareem (123.18)</strong> beat <strong>Chalupa Batman (113.32)</strong> extending Chalupa's losing streak to 3 games. Chalupa would likely be 0-4 if they didn't have a matchup against the worst fantasy player in the league in week one (you're welcome). Led by their apparently strong core of running backs Krispy Kareem was able to edge out the win in the tightest matchup of the week.",
        "In the first matchup featuring one of our four sub-100 points teams, <strong>One Punt Man (122.02)</strong> smoked <strong>HotChubbTimeMachine (90.52)</strong> thanks to Tyreek Hill scoring a hat trick this week (which is the 2nd highest score for a player this year). For the second week in a row One Punt Man made the wrong start/sit decision with his quarterbacks, but it didn't matter thatnks to all but 3 of HotChubb's players failing to reach their projections this week.",
        "<strong>Taco Corp (117.52)</strong> beat <strong>Wide Right (86.30)</strong> in a matchup that didn't look super un-even at first glance. Wide Right had the edge in the WR position, but unfortunately that was the only edge he held. Taco's tight end nearly doubled his opponent's and the two defences in theis matchup had a 12 point swing thanks to Carolina putting up negative points for Wide Right. This was a week where having the two Cowboys receievers didn't pay off, but it didn't matter much in the end.",
        "In a sad matchup featuring two sub-100 point teams <strong>Mahomes Your Home (96.92)</strong> defeated <strong>Christian Mingle (81.14)</strong> because somebody has to win each week, I checked, its a rule. Christian Mingle didn't have a single player hit 20 points this week and even though their tight end outscored Mahomee's by 16 points, the combination of PAtrick Mahomes and DJ Moor was too much firepower for the rest of Christian Mingle's team. Also its a good thing Mahome's had those two players because the rest of their team did not show up this week.",
        "<strong>The Hubbard Telescope (104.16)</strong> defeated <strong>Bishop Sycamore (68.02)</strong>. Yep. The most fascinating part of this matchup to me was the fact that Bishop Sycamore likely put up the lowest weekly total we're going to see this year without having a single player makeing the worst start list. This was also the matchup featuring the biggest blowout, not because of anything The Hubbard Telescope did, but because Bishop Sycamore's team is such trash 🗑. You are welcome for your bye week."
    ],
    "previews": [
        "Not a lot of room for previews and honestly not too many interesting narratives. We've got <strong>Kato DeKaylin (3-1)</strong> looking to extend their league best winning strek against <strong>HotChubbTimeMachine (1-3)</strong>. We've also got <strong>Chalupa Batman (1-3)</strong> looking to snap their league worst losing streak against <strong>One Punt Man (3-1)</strong>.",
        "<strong>Wide Right (2-2)</strong> and <strong>Mahomes Your Home (2-2)</strong> are battling to be in a playoff spot at weeks end while <strong>Bishop Sycamore (2-2)</strong> and <strong>Taco Corp (1-3)</strong> are both trying to avoid falling any further into the basement.",
        "We've also got <strong>Krispy Kareem (2-2)</strong> looking to make a push for one of the top seeds if they can beat <strong>Jason's Fine Team (3-1)</strong> and the other matchups go their way. Lastly <strong>THe Hubbard Telescope (3-1)</strong> is facing off against <strong>Christian Mingle (1-3)</strong> in a matchup that should provide Hubbard more of a challenge than last week."
    ]
}